; Данные: data_level_params
; Адрес: 0x1C0E
; Размер: 128 байт (16 записей x 8)
; Назначение: таблица параметров уровней. func_level_loader (0x197C) берёт запись
;             по адресу 0x1C0E + level*8 (RLC x3) и копирует 8 байт в
;             data_level_param_buf (0x0911). Распределение байтов записи:
;             [+0],[+1] — служ. ; [+2]->entity1_state(0x091A) ;
;             [+3]->e1 X(0x0920), [+4]->e1 Y(0x0923) ;
;             [+5]->entity2_state(0x091B) ; [+6]->e2 X(0x0921), [+7]->e2 Y(0x0924).
;             Запись 0 (уровень 0) не используется -> занулена.

data_level_params:
    DEFB 00h, 00h, 00h, 00h, 00h, 00h, 00h, 00h   ; [00] уровень 0 (не исп.)
    DEFB 14h, 10h, 01h, 0Ah, 06h, 01h, 0Ah, 0Ch   ; [01] уровень 1
    DEFB 1Ch, 10h, 01h, 08h, 12h, 01h, 17h, 12h   ; [02] уровень 2
    DEFB 08h, 12h, 01h, 04h, 0Ah, 01h, 18h, 0Ah   ; [03] уровень 3
    DEFB 1Eh, 12h, 05h, 0Ah, 08h, 06h, 14h, 08h   ; [04] уровень 4
    DEFB 02h, 12h, 01h, 12h, 12h, 01h, 0Ah, 0Ah   ; [05] уровень 5
    DEFB 18h, 14h, 02h, 0Eh, 08h, 02h, 16h, 0Eh   ; [06] уровень 6
    DEFB 0Ch, 10h, 04h, 0Eh, 02h, 05h, 14h, 02h   ; [07] уровень 7
    DEFB 10h, 0Eh, 08h, 0Ch, 06h, 07h, 16h, 12h   ; [08] уровень 8
    DEFB 1Eh, 10h, 06h, 0Eh, 0Ah, 05h, 10h, 0Ah   ; [09] уровень 9
    DEFB 02h, 14h, 06h, 0Eh, 08h, 05h, 10h, 08h   ; [10] уровень 10
    DEFB 04h, 04h, 07h, 0Eh, 11h, 06h, 0Eh, 0Eh   ; [11] уровень 11
    DEFB 14h, 0Eh, 04h, 10h, 04h, 04h, 1Ah, 04h   ; [12] уровень 12
    DEFB 1Ch, 14h, 07h, 12h, 12h, 07h, 16h, 12h   ; [13] уровень 13
    DEFB 1Eh, 04h, 01h, 06h, 10h, 02h, 18h, 10h   ; [14] уровень 14
    DEFB 00h, 0Eh, 05h, 08h, 06h, 06h, 16h, 0Eh   ; [15] уровень 15
